{
	"characters": ["Blan", "Samaa"],
	"interaction":"ready",
	"dialogue": [
		{
			"character": 0,
			"text": "Еха! Що за място... Значи това е царството на птиците? Небето изглежда, като едно голямо езеро, а облаците като огромни бели мехурчета плаващи из него."
		},
		{
			"character": 0,
			"text": "Хмм, ако това е царството на птиците, възможно ли е и аз да съм птица? Преди не се бях замислял, но какво всъщност съм аз, какво е мехурче?"
		},
		{
			"character": 1,
			"text": "Спри! Ти, кой си ти?",
			"options": [
				{
					"text": "Аз съм Блан, мехурчето.",
					"path": 3
				},
				{
					"text": "Аз съм Блан, птицата.",
					"path": 6
				},
				{
					"text": "И аз това се питам.",
					"path": 10
				}
			]
		},
		{
			"text": "Мехурче? Какво прави мехурче толкова нависоко, в царството на птиците? Обясни се!",
			"character": 1
		},{
			"character": 0,
			"text": "Търся родителите си. Харолд, заека, ми каза, че ти може да си ги видяла?"
		},
		{
			"character": 1,
			"text": "Този космат мошеник, само си прехвърля проблемите...",
			"options": [
				{
					"text": "...",
					"path": 13
				}
			]
		},
		{
			"text": "Птица? Ти? Подиграваш ли ме се, скитнико? Ти дори нямаш пера, дори нямаш клюн!",
			"character": 1
		},
		{
			"character": 0,
			"text": "Не, просто царството на птиците изглежда толкова чисто и прозрачно... като мен."
		},
		{
			"character": 0,
			"text": "Мислех си, че не сме толкова различни. Може би и аз съм птица..."
		},
		{
			"character": 1,
			"text": "Казвам ти, ти каквото и да си, не си птица.",
			"options": [
				{
					"text": "...",
					"path": 13
				}
			]
		},
		{
			"text": "...И ти? Нима не знаеш кой си? Как така не знаеш, защо изобщо си тук?",
			"character": 1
		},
		{
			"character": 0,
			"text": "Тук съм, защото търся родителите си, но наистина не знам какво съм и не съм се замислял."
		},
		{
			"character": 1,
			"text": "Хмм, интересно. Не знаеш кой си, но и аз не знам.",
			"options": [
				{
					"text": "...",
					"path": 13
				}
			]
		},
		
		{
			"character": 1,
			"text": "Аз съм соколът Самаа и също търся някой. Трима, по-точно."
		},
		{
			"character": 1,
			"text": "Вятърът отнесе трите ми деца, но крилата ми са измръзнали и не мога да летя, и да ги търся. Скоро ще вали градушка и не бих искала нещо да им се случи.",
			"end": true
		}
	]
}
